Repository: clbasaran/anlik
Catalog: StripMate/Resources/Localizable.xcstrings
Source language: tr
Languages: en, es_es

source: bu kullanıcıyı neden şikâyet ediyorsun?
en: why are you reporting this user?
es_es: por que reportas a este usuario?

source: bu mesaj silindi
en: this message was deleted
es_es: mensaje eliminado

source: bu mesajı neden bildiriyorsun?
en: why are you reporting this message?
es_es: por que reportas este mensaje?

source: bu qr koda ait bir hesap yok
en: no account matches this qr code
es_es: no hay ninguna cuenta asociada a este código qr

source: bu qr kodu okuyamadık.
en: we couldn't read this qr code.
es_es: no hemos podido leer este código qr.

source: bugun gecen yil
en: today last year
es_es: tal dia como hoy

source: bugün
en: today
es_es: hoy

source: bugün geçen yıl
en: a year ago today
es_es: hoy hace un año

source: bugün sıradan gelen şey, yarın en sevdiğin anın olabilir.
en: what feels ordinary today might be your favorite moment tomorrow.
es_es: lo que hoy parece normal puede ser mañana tu momento favorito.

source: bugünün anısı
en: today's memory
es_es: el momento de hoy

source: bundan sonra gönderdiğin anlar için geçerli.
en: applies to moments you send from now on.
es_es: se aplica a los momentos que envíes a partir de ahora.

source: burada gerçekten birileri var
en: there are real people here
es_es: aqui hay personas de verdad

source: burada geçirdiğin zamana teşekkür ederiz. bir gün geri dönmek istersen seni yine aynı sıcaklıkla karşılarız.
en: thank you for the time you spent here. if you ever want to come back, we'll welcome you just as warmly.
es_es: gracias por el tiempo que pasaste aqui. si algun dia quieres volver, te recibiremos con la misma calidez.

source: burada mesele sayı değil, kimi yanında hissettiğin.
en: it's not about numbers here, it's about who you feel close to.
es_es: aqui no importa la cantidad, sino a quien sientes cerca.

source: buradaki rozetler gösteriş için değil
en: the badges here aren't for showing off
es_es: estas insignias no son para presumir

source: buradayız
en: we're here
es_es: estamos aquí

source: burası zamanla sizin küçük arşiviniz olur
en: over time this becomes your little archive
es_es: con el tiempo, aqui se formara su pequeno archivo

source: burası şimdilik sakin
en: it's quiet here for now
es_es: esto esta tranquilo por ahora

source: burç
en: zodiac sign
es_es: signo zodiacal

source: canlı destek
en: live support
es_es: soporte en vivo

source: cevrimdisi - baglanti bekleniyor
en: offline - waiting for connection
es_es: sin conexion - esperando conexion

source: daha az
en: less
es_es: menos

source: daha fazla
en: more
es_es: más

source: davet kodu
en: invite code
es_es: codigo de invitacion

source: davet kodu %@
en: invite code %@
es_es: código de invitación %@

source: davet kodu geçersiz
en: invite code is invalid
es_es: código de invitación no válido

source: davet kodunla yakin cevreni ekle.
en: add your close circle with your invite code.
es_es: anade a tu gente con tu codigo de invitacion.

source: davet kodunla yakın çevreni ekle.
en: add your close circle with your invite code.
es_es: añade a tu círculo cercano con tu código de invitación.

source: davet kodunu paylaşarak arkadaşlarını ekleyebilirsin
en: you can add friends by sharing your invite code
es_es: puedes añadir amigos compartiendo tu código de invitación

source: depolama ve veri
en: storage and data
es_es: almacenamiento y datos

source: destek
en: support
es_es: soporte

source: destek ekibinden yanıt geldi.
en: The support team has replied.
es_es: Nuevo mensaje del equipo de soporte.

source: destek ekibinden yanıt geldiğinde
en: when the support team replies
es_es: cuando responde el equipo de soporte

source: destek yanıtları
en: support replies
es_es: respuestas de soporte

source: devam et
en: continue
es_es: continuar

source: devam etmek için aşağıdaki belgeleri okumalı ve onaylamalısın.
en: to continue, you need to read and accept the documents below.
es_es: para continuar, debes leer y aceptar los documentos a continuacion.

source: devam etmek için birkaç bilgiye ihtiyacımız var
en: we need a few details to continue
es_es: necesitamos un par de datos para continuar

source: devam etmek için yasal belgeleri onaylamalısın
en: you need to accept the legal documents to continue
es_es: para continuar, debes aceptar los documentos legales

source: değerlendir
en: rate
es_es: valorar

source: direkt mesajlar
en: direct messages
es_es: mensajes directos

source: diğer
en: other
es_es: otro

source: diğerleri seni çevrimiçi göremez
en: others can't see you online
es_es: los demás no pueden verte en línea

source: dokunmatik geri bildirim
en: haptic feedback
es_es: respuesta háptica

source: dondur
en: freeze
es_es: congelar

source: donduruldu
en: frozen
es_es: congelado

source: doğrula ve hesabı sil.
en: verify and delete account.
es_es: verifica y elimina la cuenta.

source: doğrulama başarısız. tekrar dene.
en: verification failed. try again.
es_es: la verificación falló. inténtalo de nuevo.

source: doğum günü
en: birthday
es_es: cumpleaños

source: doğum günümü arkadaşlarımla paylaş
en: share my birthday with my friends
es_es: compartir mi cumpleaños con mis amigos

source: doğum günün geldiğinde arkadaşların bilgilendirilir
en: your friends are notified when your birthday arrives
es_es: tus amigos recibirán un aviso cuando llegue tu cumpleaños

source: doğum tarihi
en: date of birth
es_es: fecha de nacimiento

source: dun
en: yesterday
es_es: ayer

source: dürtmeler
en: nudges
es_es: toques

source: dürtüldü!
en: nudged!
es_es: te han buscado!

source: e-posta
en: email
es_es: correo electronico

source: e-posta uygulaması bulunamadı
en: no email app found
es_es: no se encontro la app de correo

source: e-postana şifre sıfırlama bağlantısı göndereceğiz.
en: we'll send a password reset link to your email.
es_es: te enviaremos un enlace para restablecer tu contraseña.

source: efsane
en: legend
es_es: legendario

source: ekle
en: add
es_es: anadir

source: en aktif gun
en: most active day
es_es: dia mas activo

source: en aktif gün
en: most active day
es_es: día más activo

source: en aktif hafta: Hafta %lld (%lld an)
en: most active week: Week %lld (%lld moments)
es_es: semana mas activa: Semana %lld (%lld momentos)

source: en az %lld karakter olmali
en: must be at least %lld characters
es_es: debe tener al menos %lld caracteres

source: en az %lld karakter olmalı
en: must be at least %lld characters
es_es: debe tener al menos %lld caracteres

source: en cok foto paylastiginiz gun
en: the day you shared the most photos
es_es: dia con mas fotos compartidas

source: en fazla %lld karakter olabilir
en: can be at most %lld characters
es_es: puede tener como máximo %lld caracteres

source: en fazla 2 saniye
en: 2 seconds max
es_es: máximo 2 segundos

source: en fazla 50 arkadaş ekleyebilirsin. anlık. küçük, yakın ve yönetilebilir bir çevre için tasarlandı.
en: you can add up to 50 friends. anlık. is designed for a small, close, manageable circle.
es_es: puedes tener hasta 50 amistades. anlik. esta disenado para un circulo pequeno, cercano y manejable.

source: en son
en: latest
es_es: mas reciente

source: en uzun aktif bağın
en: your longest active bond
es_es: tu vínculo activo más largo

source: en uzun aktif serin
en: your longest active streak
es_es: tu racha activa mas larga

source: en uzun bağ
en: longest bond
es_es: vínculo más largo

source: en uzun foto bağı
en: longest photo bond
es_es: vínculo de fotos más largo

source: en uzun foto serisi
en: longest photo streak
es_es: racha de fotos mas larga

source: en uzun seri
en: longest streak
es_es: racha mas larga

source: en yakınlarını ekle
en: add your closest people
es_es: anade a tus mas cercanos

source: en yuksek seviye
en: highest level
es_es: nivel mas alto

source: en çok %@ paylaşıyorsun
en: you share the most on %@
es_es: compartes mas los %@

source: en çok foto paylaştığınız gün
en: the day you shared the most photos
es_es: el día que más fotos compartisteis

source: en çok paylaşım
en: most posts
es_es: más publicaciones

source: engeli kaldir
en: unblock
es_es: desbloquear

source: engeli kaldır
en: unblock
es_es: desbloquear

source: engelle
en: block
es_es: bloquear

source: engellemek istedigin emin misin?
en: are you sure you want to block?
es_es: seguro que quieres bloquear?

source: engellemek istediğine emin misin?
en: are you sure you want to block them?
es_es: ¿seguro que quieres bloquear a esta persona?

source: engellenemedi — tekrar dene.
en: couldn't block — try again.
es_es: no se pudo bloquear — inténtalo de nuevo.

source: engellenen kisi seni goremez ve sana ulasamaz.
en: blocked people can't see you or reach you.
es_es: la persona bloqueada no podra verte ni contactarte.

source: engellenen kişi seni göremez ve sana ulaşamaz.
en: the blocked person can't see you or reach you.
es_es: la persona bloqueada no puede verte ni contactarte.

source: engellenen kullanici yok
en: no blocked users
es_es: no hay usuarios bloqueados

source: engellenen kullanicilar
en: blocked users
es_es: usuarios bloqueados

source: engellenen kullanıcı yok
en: no blocked users
es_es: no hay usuarios bloqueados

source: engellenen kullanıcılar
en: blocked users
es_es: usuarios bloqueados

source: erken kuş
en: early bird
es_es: madrugador

source: etkileşim
en: interaction
es_es: interacción

source: evet
en: yes
es_es: si

source: farklı şehirden paylaşıldı
en: shared from a different city
es_es: compartido desde diferentes ciudades

source: favori
en: favorite
es_es: favorito

source: favori şarkı
en: favorite song
es_es: cancion favorita

source: favoriler
en: favorites
es_es: favoritos

source: favorilerden çıkar
en: remove from favorites
es_es: quitar de favoritos

source: favorilere ekle
en: add to favorites
es_es: añadir a favoritos

source: feed düzeni
en: feed layout
es_es: diseño del feed

source: feed'de küçük görseller yüklenir
en: smaller images load in the feed
es_es: en el feed se cargan imagenes pequenas

source: fikirlerini paylaş
en: share your thoughts
es_es: comparte tus ideas

source: foto ekle
en: add photo
es_es: anadir foto

source: foto üstünde sürükle: çerçevele
en: drag on the photo: frame it
es_es: arrastra sobre la foto: encuadra

source: fotograf cek
en: take photo
es_es: tomar foto

source: fotoğraf
en: photo
es_es: foto

source: fotoğraf değil hafıza
en: not a photo a memory
es_es: no son fotos son recuerdos

source: fotoğraf ekle
en: add photo
es_es: añade una foto

source: fotoğraf göndermek için en az bir arkadaş eklemelisin.
en: you need to add at least one friend to send photos.
es_es: necesitas al menos una amistad para enviar fotos.

source: fotoğraf hazırlanamadı.
en: the photo couldn't be prepared.
es_es: no se pudo preparar la foto.

source: fotoğraf için dokun, video için basılı tut
en: tap for photo, hold for video
es_es: toca para foto, mantén pulsado para vídeo

source: fotoğraf opsiyonel — sonra ayarlardan ekleyebilirsin
en: photo is optional — you can add one later in settings
es_es: la foto es opcional — puedes añadirla luego desde ajustes

source: fotoğraf paylaştıkça özetlerin burada görünecek.
en: as you share photos, your recaps will show up here.
es_es: cuando compartas fotos, tus resumenes apareceran aqui.

source: fotoğraf tutkunu
en: photo enthusiast
es_es: apasionado de la fotografia

source: fotoğraf ve video çekmek için izin gerekli.
en: permission is needed to take photos and videos.
es_es: se necesita permiso para tomar fotos y videos.

source: fotoğraf yüklenemedi. internet bağlantını kontrol et.
en: the photo couldn't be uploaded. check your internet connection.
es_es: no se pudo subir la foto. comprueba tu conexión a internet.

source: fotoğraf çek
en: take photo
es_es: tomar foto

source: fotoğraf çek, gönder
en: take a photo, send it
es_es: toma una foto, envia

source: fotoğraf şu an gitmedi. tekrar deneyelim.
en: the photo didn't go through. let's try again.
es_es: la foto no se envio. volvamos a intentarlo.

source: fotoğrafa çift dokunarak da kalp bırakabilirsin
en: you can also double-tap the photo to leave a heart
es_es: también puedes tocar dos veces la foto para dejar un corazón

source: fotoğraflar 30 gün boyunca saklanır. süre dolunca sistem onları otomatik olarak temizler.
en: photos are kept for 30 days. once time is up, the system clears them automatically.
es_es: las fotos se guardan durante 30 dias y luego se eliminan automaticamente.

source: fotoğraflara konum bilgisi eklenir
en: location info is added to photos
es_es: se añade información de ubicación a las fotos

source: fotoğrafları otomatik kaydet
en: auto-save photos
es_es: guardar fotos automáticamente

source: fotoğraflarım ne kadar süre saklanır?
en: how long are my photos kept?
es_es: cuanto tiempo se guardan mis fotos?

source: fotoğrafların yapay zeka eğitiminde kullanılmaz.
en: your photos are never used to train ai.
es_es: tus fotos nunca se usan para entrenar ia.

source: fotoğrafı ayarla
en: adjust photo
es_es: ajustar foto

source: fotoğrafı bildir
en: report photo
es_es: reportar foto

source: fotoğrafı sürükle
en: drag the photo
es_es: arrastra la foto

source: fotoğrafı sürükle ve yakınlaştır
en: drag and zoom the photo
es_es: arrastra y acerca la foto

source: galeriden seç
en: choose from gallery
es_es: elegir de la galería

source: galeriye kaydedildi
en: saved to gallery
es_es: guardado en la galeria

source: gece
en: night
es_es: noche

source: gece kuşu
en: night owl
es_es: noctambulo

source: gece yarısından sonra fotoğraf gönder
en: send a photo after midnight
es_es: envia una foto despues de medianoche

source: gelen istekler
en: incoming requests
es_es: solicitudes recibidas

source: gelen istekler · %lld
en: incoming requests · %lld
es_es: solicitudes recibidas - %lld

source: gelen kutusu
en: inbox
es_es: bandeja de entrada

source: geri dön
en: go back
es_es: volver

source: geri kalanını güvenle bize bırak
en: leave the rest safely to us
es_es: dejanos el resto

source: gezgin
en: explorer
es_es: viajero

source: geçen haftaya göre %%%lld daha az
en: %%%lld less than last week
es_es: %%%lld menos que la semana pasada

source: geçen haftaya göre %%%lld daha fazla
en: %%%lld more than last week
es_es: %%%lld mas que la semana pasada

source: geçen haftayla aynı tempo
en: same pace as last week
es_es: mismo ritmo que la semana pasada

source: geçen yıl bugün
en: a year ago today
es_es: tal dia como hoy

source: geçen yıldan bir anı.
en: a memory from last year.
es_es: un recuerdo del año pasado.

source: geçerli e-posta
en: valid email
es_es: correo electronico valido

source: geçersiz e-posta formatı
en: invalid email format
es_es: formato de correo no valido

source: geçmiş
en: history
es_es: historial

source: geçmişi temizle
en: clear history
es_es: borrar historial

source: giriş yap
en: sign in
es_es: iniciar sesion

source: giriş yap / kayıt ol
en: sign in / sign up
es_es: inicia sesión / regístrate

source: gizli
en: secret
es_es: oculto

source: gizli an
en: secret moment
es_es: momento oculto

source: gizlilik
en: privacy
es_es: privacidad

source: gizlilik ayarların yalnızca bu hesap için geçerlidir. engellenen kullanıcılar seni arkadaş olarak ekleyemez ve sana mesaj gönderemez.
en: your privacy settings apply only to this account. blocked users can't add you as a friend or message you.
es_es: tus ajustes de privacidad solo aplican a esta cuenta. los usuarios bloqueados no pueden anadirte ni enviarte mensajes.

source: gizlilik politikası
en: privacy policy
es_es: política de privacidad

source: gizlilik sözümüz.
en: our privacy promise.
es_es: nuestra promesa de privacidad.

source: gonderilen
en: sent
es_es: enviados

source: gorünen ad bos olamaz.
en: display name can't be empty.
es_es: el nombre visible no puede estar vacío.

source: grubu adlandır
en: name the group
es_es: ponle nombre al grupo

source: grup adı
en: group name
es_es: nombre del grupo

source: grup oluşturulamadı
en: the group couldn't be created
es_es: no se pudo crear el grupo

source: gruplar
en: groups
es_es: grupos

source: gönder
en: send
es_es: enviar

source: gönderdiğin ve aldığın tüm anlar burada kalır.
en: all the moments you send and receive stay here.
es_es: todos los momentos que envias y recibes se quedan aqui.

source: göndereni engelle
en: block sender
es_es: bloquear remitente

source: gönderildi
en: sent
es_es: enviado

source: gönderildi!
en: sent!
es_es: enviado!

source: gönderilemeyen bir an seni bekliyor
en: a moment that couldn't be sent is waiting for you
es_es: un momento que no se pudo enviar te está esperando

source: gönderilen
en: sent
es_es: enviados

source: gönderiliyor...
en: sending...
es_es: enviando...

source: gönderilmeyen an kalıcı olarak silinir.
en: the unsent moment will be permanently deleted.
es_es: el momento no enviado se eliminará permanentemente.

source: gör
en: view
es_es: ver

source: görev canavarı
en: challenge beast
es_es: monstruo de tareas

source: görev ustası
en: challenge master
es_es: maestro de tareas

source: görevler
en: challenges
es_es: tareas

source: görsel önbelleği
en: image cache
es_es: cache de imagenes

source: görüldü
en: seen
es_es: visto

source: görüldü: %@%@
en: seen: %@%@
es_es: visto: %@%@

source: görünen ad
en: display name
es_es: nombre visible

source: görünen ad boş olamaz.
en: display name can't be empty.
es_es: el nombre visible no puede estar vacio.

source: görünüm
en: appearance
es_es: apariencia

source: görünüm ayarların yalnızca bu cihazda geçerlidir.
en: your appearance settings apply only on this device.
es_es: tus ajustes de apariencia solo aplican en este dispositivo.

source: görünürlük
en: visibility
es_es: visibilidad

source: gün
en: day
es_es: dia

source: gün bağı
en: day bond
es_es: vínculo de días

source: gün saklama
en: day retention
es_es: días de almacenamiento

source: gün serisi
en: day streak
es_es: racha de dias

source: günbatımı
en: sunset
es_es: atardecer

source: güncellenemiyor — yeniden bağlanıyor.
en: can't update — reconnecting.
es_es: no se puede actualizar — reconectando.

source: güncelleniyor…
en: updating…
es_es: actualizando…

source: günde ortalama %@ an
en: an average of %@ moments a day
es_es: media de %@ momentos al dia

source: günlük bağ
en: daily bond
es_es: vínculo diario

source: günlük fotoğraf görevi yayınlandığında
en: when the daily photo challenge is posted
es_es: cuando se publica el reto diario

source: günlük görev
en: daily challenge
es_es: reto diario

source: günlük kapsül
en: daily capsule
es_es: capsula diaria

source: günlük seri
en: daily streak
es_es: racha diaria

source: günün görevi
en: today's challenge
es_es: reto del dia

source: günün görevini kapat
en: dismiss today's prompt
es_es: cerrar la misión del día

source: güvenlik için hesabını silmeden önce kimliğini doğrulaman gerekiyor.
en: for security, you need to verify your identity before deleting your account.
es_es: por seguridad, debes verificar tu identidad antes de eliminar tu cuenta.

source: güçlü
en: strong
es_es: fuerte

source: hafta özeti
en: weekly recap
es_es: resumen semanal

source: haftalık
en: weekly
es_es: semanal

source: haftalık özet
en: weekly recap
es_es: resumen semanal

source: haftalık özeti aç
en: open the weekly recap
es_es: abrir el resumen semanal

source: haftalık özetin hazır.
en: Your weekly recap is ready!
es_es: Tu resumen semanal esta listo!

source: haftan hazır.
en: your week is ready.
es_es: tu semana está lista.

source: haftanın öne çıkanları
en: highlights of the week
es_es: destacados de la semana

source: hakkında
en: about
es_es: acerca de

source: harika!
en: awesome!
es_es: genial!

source: harita
en: map
es_es: mapa

source: hazırlanıyor
en: preparing
es_es: preparando

source: hazırım
en: I'm ready
es_es: estoy listo

source: henuz bildirim yok
en: no notifications yet
es_es: todavia no hay notificaciones

source: henuz kimse yok
en: no one here yet
es_es: todavía no hay nadie

source: henuz mesaj yok
en: no messages yet
es_es: todavia no hay mensajes

source: henuz paylasilan an yok
en: no shared moments yet
es_es: todavia no hay momentos compartidos

source: henuz sohbet yok
en: no chats yet
es_es: todavia no hay conversaciones

source: henüz anı yok
en: no memories yet
es_es: todavia no hay momentos

source: henüz arkadaşın yok
en: no friends yet
es_es: todavia no tienes amistades

source: henüz bildirim yok
en: no notifications yet
es_es: aún no hay notificaciones

source: henüz bir an düşmedi
en: no moment has dropped yet
es_es: todavía no ha llegado ningún momento

source: henüz bir bağ yok
en: no bonds yet
es_es: aún no hay vínculos

source: henüz bir şey yok.
en: nothing here yet.
es_es: aún no hay nada.

source: henüz kimse yok
en: no one here yet
es_es: aún no hay nadie

source: henüz mesaj yok
en: no messages yet
es_es: aún no hay mensajes

source: henüz ortak foto yok
en: no shared photos yet
es_es: todavia no hay fotos en comun

source: henüz paylaşılan an yok
en: no moments shared yet
es_es: aún no hay momentos compartidos

source: henüz sohbet yok
en: no chats yet
es_es: aún no hay chats

source: henüz veri yok
en: no data yet
es_es: aún no hay datos

source: henüz yeterli veri yok
en: not enough data yet
es_es: todavia no hay suficientes datos

source: her gün bir arkadaşına fotoğraf gönderdiğinde bağın büyür. 1 gün ara verirsen bağ devam eder, 2 gün ara verirsen sıfırlanır.
en: your bond grows when you send a photo to a friend every day. if you skip 1 day the bond continues, if you skip 2 days it resets.
es_es: tu vínculo crece cuando le envías una foto a un amigo cada día. si lo dejas 1 día el vínculo continúa, si lo dejas 2 días se reinicia.

source: her gün bir arkadaşına fotoğraf gönderdiğinde serin artar. 1 gün ara verirsen seri sürer, 2 gün ara verirsen başa döner.
en: your streak grows every day you send a photo to a friend. skip 1 day and the streak survives, skip 2 and it starts over.
es_es: si cada dia llega un momento de ida y vuelta, la racha sigue viva. si pasan dos dias vacios, se reinicia.

source: herkes
en: everyone
es_es: todos

source: herkese açık akış yok.
en: no public feed.
es_es: sin feed público.

source: herkese gönder
en: send to everyone
es_es: enviar a todos

source: hesabı sil
en: delete account
es_es: eliminar cuenta

source: hesabımı nasıl silerim?
en: how do I delete my account?
es_es: como elimino mi cuenta?

source: hesabımı sil
en: delete my account
es_es: eliminar mi cuenta

source: hesabın hazır görünüyor. olmazsa uygulamayı kapatıp tekrar aç.
en: your account looks ready. if not, close the app and open it again.
es_es: tu cuenta parece lista. si no funciona, cierra la app y vuelve a abrirla.

source: hesabın hazır, son onayı ver
en: your account is ready, give the final confirmation
es_es: tu cuenta está lista, da la confirmación final

source: hesabın silindi, kapımız yine açık.
en: your account is deleted, our door is still open.
es_es: tu cuenta ha sido eliminada. nuestra puerta sigue abierta.

source: hesabın yok mu? kayıt ol
en: don't have an account? sign up
es_es: no tienes cuenta? registrate

source: hesabından çıkış yapmak istediğine emin misin?
en: are you sure you want to log out of your account?
es_es: seguro que quieres cerrar sesion?

source: hesabını oluştur
en: create your account
es_es: crea tu cuenta

source: hesap
en: account
es_es: cuenta

source: hesap oluştur
en: create account
es_es: crear cuenta

source: hesap silinemedi. tekrar dene.
en: couldn't delete account. try again.
es_es: no se pudo eliminar la cuenta. inténtalo de nuevo.

source: hesap silinemedi. tekrar giriş yapman gerekebilir.
en: couldn't delete your account. you may need to sign in again.
es_es: no se pudo eliminar la cuenta. puede que necesites iniciar sesión de nuevo.

source: hesap siliniyor...
en: deleting account...
es_es: eliminando cuenta...

source: hesap yönetimi
en: account management
es_es: gestión de la cuenta
